Revit 2027 API
ParameterTypeId.EqualityFormula Property
 "Equality Formula"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId EqualityFormula { get; }
Public Shared ReadOnly Property EqualityFormula As ForgeTypeId
	Get
public:
static property ForgeTypeId^ EqualityFormula {
	ForgeTypeId^ get ();
}
static member EqualityFormula : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace